Revit 2027 API
SymbolTypeId.Usgph Property
 Symbol usgph, indicating unit US gallons per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Usgph { get; }
Public Shared ReadOnly Property Usgph As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Usgph {
	ForgeTypeId^ get ();
}
static member Usgph : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace